//
//  MockBookText.swift
//  BookClub
//
//  Created by Tark Wight on 23.03.2025.
//

// swiftlint:disable all
enum MockBookText {
    static let text = """
    Факты

    Приорат Сиона — реальное тайное общество, основанное в 1099 году.

    В 1975 году в Национальной библиотеке Франции были обнаружены свитки, известные как Les Dossiers Secrets, содержащие доказательства существования Приората и перечень его Великих магистров. Среди них — Исаак Ньютон, Боттичелли, Виктор Гюго и Леонардо да Винчи.

    Ватиканская прелатура Opus Dei — католическая организация, получившая противоречивую известность из-за преданности и практик.

    Все описанные произведения искусства, здания, документы и тайные ритуалы существуют на самом деле.
    """
}
// swiftlint:enable all
